{
    "title": "How to Soothe a Teething Baby",
    "url": "https://www.wikihow.com/Soothe-a-Teething-Baby",
    "title_description": "Teething is a normal part of a baby's development. Teething can cause pain and discomfort, which can be stressful for your baby. There are a variety of ways to soothe pain caused by teething. You can use a variety of home remedies or seek outside medical care.",
    "category_hierarchy": [
        "Family Life",
        "Parenting",
        "Development Stages",
        "Babies and Infants",
        "Baby Health"
    ],
    "author": {
        "name": "Laura Marusinec, MD",
        "n_coauthors": 37,
        "blurb": "Pediatrician"
    },
    "time_updated": "April 8, 2020",
    "n_views": 443532,
    "rating": {
        "n_votes": 10,
        "helpful_percent": 100
    },
    "methods": [],
    "parts": [
        {
            "name": "Treating Teething At Home",
            "steps": [
                {
                    "headline": "Rub your baby's gums with a clean finger.",
                    "description": "If your baby is teething, sometimes simply applying pressure can relieve some of the pain. Rub a clean finger over your baby's gums. If you're not comfortable using your finger, you can also use a moistened gauze pad.",
                    "img": "https://www.wikihow.com/images/thumb/6/69/Soothe-a-Teething-Baby-Step-1-Version-2.jpg/v4-460px-Soothe-a-Teething-Baby-Step-1-Version-2.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Keep your baby's mouth cool.",
                    "description": "Keeping your baby's mouth cool can relieve some of the pain of teething. You can use a variety of cool substances to cool off your baby's gums and mouth. You can use a cold wash cloth, a cold spoon, or a slightly chilled teething ring to help your baby feel better. While cold substances can help, anything frozen can be bad for your baby's health. Contact with extremely cold temperatures can be harmful to the mouth and gums. Use your refrigerator instead of your freezer when cooling off silverware or teething rings.",
                    "img": "https://www.wikihow.com/images/thumb/a/ab/Soothe-a-Teething-Baby-Step-2-Version-2.jpg/v4-460px-Soothe-a-Teething-Baby-Step-2-Version-2.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Invest in a teething device.",
                    "description": "You can purchase a teething device online or at a local drug store. Teething devices can be traditional teething rings, which are small plastic devices babies can chew on when their gums are bothering them. You can also buy teething blankets, which can be more convenient. Some teething devices vibrate to massage the gums and add extra relief.",
                    "img": "https://www.wikihow.com/images/thumb/d/d3/Soothe-a-Teething-Baby-Step-3-Version-2.jpg/v4-460px-Soothe-a-Teething-Baby-Step-3-Version-2.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Give your baby hard foods.",
                    "description": "If your baby is old enough to eat solid foods, harder foods can help. Your baby can chew or gnaw on harder food items, such as peeled cucumbers or carrots or teething biscuits, and the pressure can provide pain relief. Keep a close eye on your baby if you give him hard foods, or place the hard foods in a mesh feeding bag approved for this use. You want to make sure he does not choke.",
                    "img": "https://www.wikihow.com/images/thumb/1/1f/Soothe-a-Teething-Baby-Step-4-Version-2.jpg/v4-460px-Soothe-a-Teething-Baby-Step-4-Version-2.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Dry any drool you see.",
                    "description": "Babies tend to drool a lot when teething. If excessive drool dries on your baby's mouth, it can cause skin irritation. Make sure to wipe off any drool you see with a clean towel. A water or cream-based lotion can be applied around your baby's mouth. This can also help prevent her skin from drying out due to drool. In the event a drooling rash does occur, place a cloth under the bed sheet while she sleeps. You should also rub some baby lotion or ointment around her mouth and cheeks before bed. If drooling is a common problem, consider a bib to catch drool as it falls.",
                    "img": "https://www.wikihow.com/images/thumb/f/f2/Soothe-a-Teething-Baby-Step-5.jpg/v4-460px-Soothe-a-Teething-Baby-Step-5.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                }
            ]
        },
        {
            "name": "Seeking Medical Care",
            "steps": [
                {
                    "headline": "Try over-the-counter drugs.",
                    "description": "If home remedies aren't helping, there are a variety of over-the-counter medications designed for use on teething babies. Consider giving your baby painkillers if his teething is really bothering him. Acetaminophen (Tylenol) or ibuprofen (Advil, Children's Motrin) can be helpful for a teething baby. It might be a good idea to run this by your baby's doctor first to ask about dosage and any safety precautions you should take. Do not give ibuprofen to babies under six months of age. Avoid any medications that contain benzocaine, a common pain reliever. In rare cases, this can cause a serious condition that reduces the amount of oxygen in the blood. You should have your baby evaluated by a doctor before administering any medication if teething is severe. You want to make sure the pain is caused by teething and not an undetected underlying condition, like an ear infection.",
                    "img": "https://www.wikihow.com/images/thumb/0/07/Soothe-a-Teething-Baby-Step-6-Version-2.jpg/v4-460px-Soothe-a-Teething-Baby-Step-6-Version-2.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Use teething gels.",
                    "description": "You can buy teething gels at a local pharmacy or supermarket if your baby does not respond to other treatments. Gels usually contain a local antiseptic or anesthetic. Use a sugar-free gel specifically recommended for babies. Gels usually wash away with a baby's saliva, so the effects might not last long. Talk to your doctor before using any gels. Avoid teething gels with benzocaine and make sure not to use teething gels more than recommended.",
                    "img": "https://www.wikihow.com/images/thumb/f/f4/Soothe-a-Teething-Baby-Step-7-Version-2.jpg/v4-460px-Soothe-a-Teething-Baby-Step-7-Version-2.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Be cautious when trying homeopathic cures.",
                    "description": "Many parents use homeopathic methods to treat teething. While some of these methods may be relatively harmless, there is little scientific evidence to back up claims of effectiveness. Certain types of homeopathic methods may be harmful to your baby. Homeopathic powders or granules, sold by many pharmacies, are relatively harmless as long as they're sugar-free. However, most evidence regarding their effectiveness is anecdotal. If your baby is not responding to other treatments, you may want to try such powders but know there is no guarantee they will work. Some stores sell amber bracelets or necklaces which supposedly aid with teething pain by releasing a small amount of oil into the baby's skin. You should take extreme caution if you decide to try this method. Bracelets and necklaces both carry a choking risk for a small child. Babies may also suck or chew on such devices, and dislodged beads also carry a choking risk. There is no scientific evidence that shows amber is effective during teething pain.",
                    "img": "https://www.wikihow.com/images/thumb/8/86/Soothe-a-Teething-Baby-Step-8-Version-2.jpg/v4-460px-Soothe-a-Teething-Baby-Step-8-Version-2.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Know when to see a doctor.",
                    "description": "Teething is usually a normal part of a baby's growth and development. It can be handled at home without a doctor's assistance. However, if your baby develops a fever or seems particularly uncomfortable, she may have developed an infection or illness. Make an appointment with your doctor as soon as possible.",
                    "img": "https://www.wikihow.com/images/thumb/0/04/Soothe-a-Teething-Baby-Step-9-Version-2.jpg/v4-460px-Soothe-a-Teething-Baby-Step-9-Version-2.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                }
            ]
        },
        {
            "name": "Moving Forward",
            "steps": [
                {
                    "headline": "Take your baby to the dentist.",
                    "description": "When your baby's first tooth arrives, he should see a dentist. Make an appointment no more than six months after the first tooth develops but before your baby's 1st birthday. Your dentist will check to make sure the baby's teeth are coming in healthy and strong.",
                    "img": "https://www.wikihow.com/images/thumb/b/bd/Soothe-a-Teething-Baby-Step-10.jpg/v4-460px-Soothe-a-Teething-Baby-Step-10.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Care for your baby's new teeth.",
                    "description": "As your baby's teeth come in, take efforts to care for them. Healthy teeth and gums are important for your baby's overall health. Wash your baby's gums with a clean, damp washcloth each day. This will prevent bacteria from building up. Switch to a soft-bristled toothbrush as your baby's first teeth begin to appear. Your child will not learn to spit until the age of three. Before this, use only a small bit of fluoride toothpaste that is approved for babies or children. It should be no bigger than a grain of rice.",
                    "img": "https://www.wikihow.com/images/thumb/a/a9/Soothe-a-Teething-Baby-Step-11-Version-2.jpg/v4-460px-Soothe-a-Teething-Baby-Step-11-Version-2.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Prevent tooth decay by feeding your baby a healthy diet.",
                    "description": "As your baby begins to transition to eating solid foods, provide her with healthy, low-sugar options. Always brush your baby's teeth after she eats. Minimize feeding her milk during the night and avoid letting her suck on a bottle at night or putting juice or other sugared drinks in a bottle.",
                    "img": "https://www.wikihow.com/images/thumb/a/af/Encourage-Your-Baby-to-Eat-Vegetables-Step-13.jpg/v4-460px-Encourage-Your-Baby-to-Eat-Vegetables-Step-13.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                }
            ]
        }
    ],
    "video": null,
    "related_articles": [
        {
            "title": "How to Soothe a Baby Who Has Colic",
            "img": "https://www.wikihow.com/images/thumb/d/d3/Soothe-a-Baby-Who-Has-Colic-Step-18.jpg/-crop-342-184-245px-Soothe-a-Baby-Who-Has-Colic-Step-18.jpg"
        },
        {
            "title": "How to Make Your Own Diaper Cream",
            "img": "https://www.wikihow.com/images/thumb/8/8b/Make-Your-Own-Diaper-Cream-Step-5-Version-2.jpg/-crop-342-184-276px-Make-Your-Own-Diaper-Cream-Step-5-Version-2.jpg"
        },
        {
            "title": "How to Wash Diapers",
            "img": null
        },
        {
            "title": "How to Soothe a Baby",
            "img": "https://www.wikihow.com/images/thumb/8/85/Calm-a-Baby-Step-17-Version-2.jpg/-crop-342-184-245px-Calm-a-Baby-Step-17-Version-2.jpg"
        },
        {
            "title": "How to Use Leftover Baby Food",
            "img": "https://www.wikihow.com/images/thumb/c/c7/139388-19.jpg/-crop-342-184-245px-139388-19.jpg"
        },
        {
            "title": "How to Wear Your Baby",
            "img": "https://www.wikihow.com/images/thumb/b/bb/Category_family.jpg/-crop-342-184-276px-Category_family.jpg"
        },
        {
            "title": "How to Read a Book to a Baby or Infant",
            "img": "https://www.wikihow.com/images/thumb/3/3e/Read-a-Book-to-a-Baby-or-Infant-Step-12.jpg/-crop-342-184-245px-Read-a-Book-to-a-Baby-or-Infant-Step-12.jpg"
        },
        {
            "title": "How to Bathe an Infant",
            "img": "https://www.wikihow.com/images/thumb/6/60/Bathe-an-Infant-Step-11-Version-2.jpg/-crop-342-184-245px-Bathe-an-Infant-Step-11-Version-2.jpg"
        },
        {
            "title": "How to Tell if Your Baby Has Colic",
            "img": "https://www.wikihow.com/images/thumb/f/ff/Tell-if-Your-Baby-Has-Colic-Step-12.jpg/-crop-342-184-276px-Tell-if-Your-Baby-Has-Colic-Step-12.jpg"
        },
        {
            "title": "How to Buy an Amber Teething Necklace",
            "img": "https://www.wikihow.com/images/thumb/7/7c/Buy-an-Amber-Teething-Necklace-Step-13.jpg/-crop-342-184-245px-Buy-an-Amber-Teething-Necklace-Step-13.jpg"
        },
        {
            "title": "How to Use a Baby Teething Necklace",
            "img": "https://www.wikihow.com/images/thumb/3/37/Use-a-Baby-Teething-Necklace-Step-11.jpg/-crop-342-184-245px-Use-a-Baby-Teething-Necklace-Step-11.jpg"
        },
        {
            "title": "How to Make Pops for Tots",
            "img": "https://www.wikihow.com/images/thumb/d/da/Make-Pops-for-Tots-Final.jpg/-crop-342-184-276px-Make-Pops-for-Tots-Final.jpg"
        }
    ],
    "tips_warnings": [
        "Have patience. A teething baby can be stressful but remember it's only temporary.",
        "Do not use honey to soothe your baby. It has a type of bacteria that a baby’s weak immune system cannot handle."
    ],
    "QAs": [
        [
            "How can I help my baby sleep comfortably when she is teething?",
            "Trying starting her out on her tummy and rubbing her back, stroking her cheek with the back of your finger, or even giving her a firm patting on the butt (you'd be surprised how well the last one works).  You can also try alternating between acetaminophen and ibuprofen before night time to help dull some of the pain.  Watch for her tugging on her ears, too.  Teething can sometimes cause ear infections, which makes the situation worse."
        ],
        [
            "Why does my baby cry so much at night?",
            "One possibility could be teething.  When new teeth are growing through the gum line, it can be very uncomfortable for infants. Try freezing liquid teething rings during the day and giving to your child at night. Just like sprains and abrasion the cold temperature reduces swelling and offers a numbing to the irritated gum line. If the crying persists, try this in combination with an anti-colic tablet or drop when your infant displays prolonged upsets."
        ],
        [
            "My baby is teething so I spoke to a friend at the pub and he said to feed my baby alcohol as it will numb the pain. Now my baby can't walk straight and keeps falling over. I'm not sure why.",
            "I hope this is a joke. If it's not, you need to put that child up for adoption. "
        ],
        [
            "Is it okay to give a baby honey to soothe her?",
            "Absolutely not.  Honey can contain Clostridium botulinum (aka: Botulism).  Babies have a fairly weak immune system, and these bacteria can enter and germinate inside your baby.  Baby botulism is fairly rare, but it is almost certain fatal if left untreated.  You need to wait until your child is at least 12 months old to give her honey -- and that's only if she has a normal immune system."
        ],
        [
            "What is the best type of amber teething necklace? I want only the best for my baby.",
            "The Choker Baltic is the top-rated amber teething necklace on Amazon. While not necessarily amber, the top five teething necklaces for 2018 from site momlovesbest are Chew-Choos Playdate, Bebe By Me, Powell's Owls', Rubyroo Baby, and Barvinok Necklace."
        ],
        [
            "Is it okay to give ibuprofen to my baby every day for a month while his pain lasts?",
            "Definitely not, get them a soft and squishy toy they can chew on, or let them chew your finger, pressure helps them, but not a lot of pressure. "
        ],
        [
            "Is it normal for a baby to have diarrhea while teething?",
            "The two things are not related, but it's not unusual for a baby to have diarrhea. Consult your pediatrician if you're concerned."
        ],
        [
            "Can babies have loose bowels when teething?",
            "If they do, it's merely coincidence. There is no known link proving causation between teething and diarrhea. "
        ],
        [
            "Is it normal for babies to vomit a lot when teething?",
            "No, you should check with your doctor about this."
        ],
        [
            "Will my baby not want to feed as much when it's teething?",
            "Possibly. If this happens, buy them some teething toys to get their teeth into action and get your baby used to using their teeth. "
        ]
    ],
    "refs": [
        "http://www.mayoclinic.org/healthy-lifestyle/infant-and-toddler-health/in-depth/teething/art-20046378?pg=1",
        "http://www.mayoclinic.org/healthy-lifestyle/infant-and-toddler-health/in-depth/teething/art-20046378?pg=1",
        "http://www.mayoclinic.org/healthy-lifestyle/infant-and-toddler-health/in-depth/teething/art-20046378?pg=1",
        "http://www.babycenter.com/0_parents-say-teething-solutions_11957.bc",
        "http://www.mayoclinic.org/healthy-lifestyle/infant-and-toddler-health/in-depth/teething/art-20046378?pg=1",
        "http://www.mayoclinic.org/healthy-lifestyle/infant-and-toddler-health/in-depth/teething/art-20046378?pg=1",
        "http://www.mayoclinic.org/healthy-lifestyle/infant-and-toddler-health/in-depth/teething/art-20046378?pg=1",
        "http://www.mayoclinic.org/healthy-lifestyle/infant-and-toddler-health/in-depth/teething/art-20046378?pg=1",
        "http://www.parenting.com/article/what-can-i-do-about-my-babys-drool-rash"
    ],
    "quizzes": [],
    "other_languages": {
        "Français": {
            "url": "https://fr.wikihow.com/soulager-un-b%C3%A9b%C3%A9-qui-fait-ses-dents",
            "title": "soulager un bébé qui fait ses dents"
        },
        "Italiano": {
            "url": "https://www.wikihow.it/Dare-Sollievo-a-un-Bimbo-in-Dentizione",
            "title": "Dare Sollievo a un Bimbo in Dentizione"
        },
        "Español": {
            "url": "https://es.wikihow.com/calmar-a-un-beb%C3%A9-al-que-le-est%C3%A1n-saliendo-los-dientes",
            "title": "calmar a un bebé al que le están saliendo los dientes"
        },
        "Português": {
            "url": "https://pt.wikihow.com/Aliviar-a-Dor-dos-Primeiros-Dentes-do-Beb%C3%AA",
            "title": "Aliviar a Dor dos Primeiros Dentes do Bebê"
        },
        "Deutsch": {
            "url": "https://de.wikihow.com/Ein-zahnendes-Baby-beruhigen",
            "title": "Ein zahnendes Baby beruhigen"
        },
        "Русский": {
            "url": "https://ru.wikihow.com/%D1%83%D1%81%D0%BF%D0%BE%D0%BA%D0%BE%D0%B8%D1%82%D1%8C-%D0%BC%D0%B0%D0%BB%D1%8B%D1%88%D0%B0,-%D1%83-%D0%BA%D0%BE%D1%82%D0%BE%D1%80%D0%BE%D0%B3%D0%BE-%D1%80%D0%B5%D0%B6%D1%83%D1%82%D1%81%D1%8F-%D0%B7%D1%83%D0%B1%D0%BA%D0%B8",
            "title": "успокоить малыша, у которого режутся зубки"
        },
        "العربية": {
            "url": "https://ar.wikihow.com/%D8%AA%D8%AE%D9%81%D9%8A%D9%81-%D8%A2%D9%84%D8%A7%D9%85-%D8%A7%D9%84%D8%AA%D8%B3%D9%86%D9%8A%D9%86-%D8%B9%D9%86%D8%AF-%D8%A7%D9%84%D8%B7%D9%81%D9%84",
            "title": "تخفيف آلام التسنين عند الطفل"
        },
        "Bahasa Indonesia": {
            "url": "https://id.wikihow.com/Menyamankan-Tumbuh-Gigi-pada-Bayi",
            "title": "Menyamankan Tumbuh Gigi pada Bayi"
        },
        "Tiếng Việt": {
            "url": "https://www.wikihow.vn/Ch%C4%83m-s%C3%B3c-tr%E1%BA%BB-%C4%91ang-m%E1%BB%8Dc-r%C4%83ng",
            "title": "Chăm sóc trẻ đang mọc răng"
        },
        "日本語": {
            "url": "https://www.wikihow.jp/%E8%B5%A4%E3%81%A1%E3%82%83%E3%82%93%E3%81%AE%E6%AD%AF%E3%81%90%E3%81%9A%E3%82%8A%E3%81%AB%E5%AF%BE%E5%87%A6%E3%81%99%E3%82%8B",
            "title": "赤ちゃんの歯ぐずりに対処する"
        }
    }
}